import time

yellow = '\033[93m'
lgreen = '\033[92m'
clear = '\033[0m'
bold = '\033[01m'
cyan = '\033[96m'
red = "\033[91m"

banner = f'''{lgreen}
===================================================
| ███    █    ███  ██ ██  ████ ███     █    ██ ██ |
| █     █ █   █  █ █ █ █  █    █  █   █ █   █ █ █ |
| ███  █████  ███  █   █  █  █ ███   █████  █   █ |
| █   █     █ █  █ █   █  ████ █  █ █     █ █   █ |
|                                 {yellow}UserBOT V0.2    {lgreen}|
===================================================
'''
bannerBig = f'''
{cyan+bold}█████████    ██████    ██████   ███         ███ {lgreen} ███████████ ██████      ██████    ███         ███
{cyan+bold}███         ███  ███   ███ ███  ██████   ██████ {lgreen} ███     ███ ███ ███    ███  ███   ██████   ██████
{cyan+bold}█████████  ███    ███  ██████   ███   ███   ███ {lgreen} ███         ██████    ███    ███  ███   ███   ███
{cyan+bold}███       ████████████ ███ ███  ███         ███ {lgreen} ███  ███    ███ ███  ████████████ ███         ███
{cyan+bold}███       ███      ███ ███  ███ ███         ███ {lgreen} ███     ███ ███  ███ ███      ███ ███         ███
{cyan+bold}███       ███      ███ ███  ███ ███         ███ {lgreen} ███████████ ███  ███ ███      ███ ███         ███
{yellow}                                                                                   UserBOT-V0.2-TEST-V    
{clear}
'''
menu = f'''
        {cyan}================================
        {cyan}| {lgreen}                             {cyan}|
        {cyan}| {lgreen}1 просмор постов             {cyan}|
        {cyan}| {lgreen}2 Активация чеков из каналов {cyan}|
        {cyan}| {lgreen}  (только ссылки)            {cyan}|
        {cyan}| {lgreen}                             {cyan}|
        {cyan}| {lgreen}                             {cyan}|
        {cyan}================================
'''
